datasets/benchmark-results/binarylane/201811090946/wordpress-results-httpnerve-idiom.bnr.lawordpress-10-20181109095204+1100.log
Running 1m test @ http://nerve-idiom.bnr.la/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 36.834ms, rate sampling interval: 89ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    38.28ms    8.89ms  80.90ms   71.77%
    Req/Sec     9.94     27.20   113.00     88.21%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   39.49ms
 75.000%   43.42ms
 90.000%   47.58ms
 99.000%   69.76ms
 99.900%   80.96ms
 99.990%   80.96ms
 99.999%   80.96ms
100.000%   80.96ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      19.503     0.000000            1         1.00
      27.711     0.100000           50         1.11
      29.903     0.200000          100         1.25
      32.575     0.300000          150         1.43
      36.447     0.400000          199         1.67
      39.487     0.500000          248         2.00
      40.575     0.550000          273         2.22
      41.631     0.600000          298         2.50
      42.111     0.650000          323         2.86
      42.655     0.700000          348         3.33
      43.423     0.750000          374         4.00
      43.711     0.775000          386         4.44
      44.255     0.800000          397         5.00
      44.959     0.825000          410         5.71
      45.631     0.850000          422         6.67
      46.463     0.875000          434         8.00
      47.039     0.887500          441         8.89
      47.679     0.900000          447        10.00
      48.159     0.912500          453        11.43
      48.607     0.925000          459        13.33
      49.151     0.937500          465        16.00
      49.567     0.943750          469        17.78
      50.751     0.950000          473        20.00
      51.135     0.956250          476        22.86
      51.999     0.962500          478        26.67
      53.439     0.968750          481        32.00
      54.015     0.971875          483        35.56
      54.847     0.975000          484        40.00
      56.415     0.978125          486        45.71
      57.471     0.981250          487        53.33
      65.407     0.984375          489        64.00
      68.735     0.985938          490        71.11
      68.735     0.987500          490        80.00
      69.759     0.989062          491        91.43
      70.143     0.990625          492       106.67
      70.591     0.992188          493       128.00
      70.591     0.992969          493       142.22
      70.591     0.993750          493       160.00
      76.479     0.994531          494       182.86
      76.479     0.995313          494       213.33
      79.103     0.996094          495       256.00
      79.103     0.996484          495       284.44
      79.103     0.996875          495       320.00
      79.103     0.997266          495       365.71
      79.103     0.997656          495       426.67
      80.959     0.998047          496       512.00
      80.959     1.000000          496          inf
#[Mean    =       38.279, StdDeviation   =        8.888]
#[Max     =       80.896, Total count    =          496]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  601 requests in 1.00m, 30.96MB read
Requests/sec:     10.01
Transfer/sec:    528.11KB